Repository: wp-plugins/subscribed-podcasts
Catalog: locale/subpod-*.po
Languages: de_de

source: Your Subscribed Podcasts
de_de: Deine abonnierten Posts

source: Subscribed Podcasts
de_de: Abonnierte Podcasts

source: Please upload a XML File
de_de: Bitte lade eine XML-Datei hoch

source: Please upload a OPML File
de_de: Bitte lade eine OPML-Datei hoch

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht genügend Rechte um diese Seite zu benutzen.

source: Your Subscribed Podcasts Settings
de_de: Einstellungen für deine abonnierten Podcasts

source: 1. Choose or upload an OPML XML file.
de_de: 1. Wähle eine OPML XML-Datei aus oder lade eine neue hoch.

source: Upload/Select OPML XML File
de_de: Hochladen/Auswählen einer OPML XML Datei

source: 2. Save your selection
de_de: 2. Speichere deine Auswahl.

source: Save selection
de_de: Auswahl speichern

source: Next feed refresh will be at %s
de_de: Die Feeds werden das nächste mal am %s aktualisiert

source: refresh now
de_de: jetzt aktualisieren

source: No Podcasts fetched now. Upload/choose an OPML File or use the reload button above.
de_de: Bis jetzt wurden keine Podcasts abgerufen. Lade/wähle eine OPML-Datei hoch/aus. Order aktualisiere die Podcasts mit dem Button weiter oben.
